Repository: ilyaki6o/keypal
Catalog: locales/*.UTF-8/LC_MESSAGES/tgbot.po
Languages: ru_ru

source: Hello, its KeyPal - telegram bot wrapper for Bitwarden password manager.
ru_ru: Здравствуйте, это KeyPal - телеграм-бот для менеджера паролей Bitwarden.

source: Do you already have a Bitwarden account?
ru_ru: У вас уже есть аккаунт Bitwarden?

source: Please choose locale
ru_ru: Пожалуйста, выберите локализацию

source: Let's set you up with a Bitwarden account.
ru_ru: Давайте создадим вам аккаунт в Bitwarden.

source: To register an account on the Bitwarden website click on the button below.
ru_ru: Чтобы зарегистрировать аккаунт на сайте Bitwarden, нажмите на кнопку ниже.

source: Click the button below when you register your account to log in.
ru_ru: Нажмите кнопку ниже после регистрации учетной записи, чтобы войти в систему.

source: Please enter your master password
ru_ru: Пожалуйста, введите свой мастер-пароль

source: Enter the url to search for the password
ru_ru: Введите url сайта для поиска пароля

source: Enter the address of the site for which you want to save the password
ru_ru: Введите адрес сайта, для которого вы хотите сохранить пароль.

source: Please select website
ru_ru: Пожалуйста, выберите веб-сайт

source: Please select login
ru_ru: Пожалуйста, выберите логин

source: Password removed
ru_ru: Пароль удален

source: Click the button below to start new session
ru_ru: Нажмите кнопку ниже, чтобы начать новую сессию

source: Please enter your client_id
ru_ru: Пожалуйста, введите client_id

source: Welcome to KeyPal
ru_ru: Добро пожаловать в KeyPal

source: Please enter your client_secret
ru_ru: Пожалуйста, введите ваш client_secret

source: Cannot connect to your account. client_id or client_secret is not correct
ru_ru: Невозможно подключиться к вашему аккаунту. client_id или client_secret некорректны

source: Incorrect master password. Try again.
ru_ru: Неправильный мастер пароль. Попробуйте еще раз.

source: There are no records for this website
ru_ru: Для этого сайта нет записей

source: Selected website {}
ru_ru: Выбран сайт {}

source: For website: {} Login: <code>{}</code> Password: <code>{}</code>
ru_ru: Для веб-сайта: {} Логин: <code>{}</code> Пароль: <code>{}</code>

source: Are you sure you want to delete the password
ru_ru: Вы уверены, что хотите удалить пароль?

source: Enter the login of the account on this website for which you want to save a password
ru_ru: Введите логин учетной записи на этом сайте, для которой вы хотите сохранить пароль

source: For this website, an account with this login is already recorded.
ru_ru: Для этого сайта учетная запись с таким логином уже зарегистрирована.

source: Enter the password for account on website {}
ru_ru: Введите пароль для учетной записи на сайте {}

source: Login: {}
ru_ru: Логин: {}
